export const FAQ_DATA = [
  {
    id: '1',
    question: '🧳 Во сколько заезд и выезд?',
    answer:
      'Заезд в гостевой дом с 12:00, \n выезд до 10:00. \n При наличии свободных номеров возможны ранний заезд и поздний выезд по предварительному согласованию.',
  },
  {
    id: '2',
    question: '⚠️ Какие условия бронирования?',
    answer:
      'Забронировать номер можно на официальном сайте, по телефону или в мессенджерах. \n При проживании более 3 суток предоплата составляет стоимость 3 суток, \n при проживании 3 суток и менее — 100% стоимости всего периода проживания.',
  },
  {
    id: '3',
    question: '❌ Какие условия отмены бронирования?',
    answer:
      'При отмене не позднее чем за 7 календарных дней до даты заезда предоплата возвращается. \n При отмене позже, а также при незаезде без предварительного уведомления возможны удержания по правилам бронирования.',
  },
  {
    id: '4',
    question: '🚗 Есть ли парковка для гостей?',
    answer:
      'Да, для гостей предусмотрена бесплатная охраняемая парковка на территории гостевого дома.',
  },
  {
    id: '5',
    question: '🐶 Можно ли проживать с животными?',
    answer:
      'Да, мы принимаем гостей с питомцами до 10 кг по предварительному согласованию. \n Доплата за проживание с животными составляет 500 рублей в сутки. \n Пожалуйста, сообщите о наличии питомца при бронировании.',
  },
  {
    id: '6',
    question: '🍽️ Есть ли питание или кухня?',
    answer:
      'Услуги питания не предоставляются. \n На территории оборудована кухня со всем необходимым для приготовления пищи. \n Также есть мангальная зона для приготовления шашлыков. \n Рядом находятся кафе, столовые, магазины и набережная.',
  },
  {
    id: '7',
    question: '🏖️ Далеко ли до моря?',
    answer:
      'Гостевой дом «Дельфин» расположен в 50 метрах от пляжа — это 1 минута пешком до моря.',
  },
  {
    id: '8',
    question: '👶 Подходит ли гостевой дом для отдыха с детьми?',
    answer:
      'Конечно! Мы специализируемся на семейном отдыхе с детьми любого возраста. \n Для маленьких гостей у нас предусмотрена детская площадка с качелями и песочницей под навесом',
  },
  {
    id: '9',
    question: '🕒 Какой график работы?',
    answer:
      'Гостевой дом «Дельфин» работает для вас круглосуточно, без выходных, с мая по октябрь.',
  },
  {
    id: '10',
    question: '📍 Где можно провести время?',
    answer:
      'Всё для идеального отдыха рядом, в шаговой доступности: \n 🎡 Аквапарк и дельфинарий \n 🍽️ Кафе, столовые и рестораны \n 🛍️ Магазины, сувенирные лавки и Сбербанк \n 🏖️ Центральная набережная для вечерних прогулок',
  },
];
